Repository: DOICHE/eog
Catalog: help/*/*.po
Languages: de, sl

source: This will immediately change your background to the image open in the <app>image viewer</app>. You will then be asked if you would like to modify the image's appearance using the <gui>background</gui> preferences dialog. If you click <gui>Hide</gui>, the message will dissappear.
de: Dadurch wird unmittelbar für den Arbeitsflächenhintergrund das Bild verwendet, das im <app>Bildbetrachter</app> geöffnet ist. Sie werden gefragt, ob das Bild im Einstellungsdialog <gui>Hintergrund</gui> noch angepasst werden soll. Falls Sie auf <gui>Verbergen</gui> klicken, wird diese Meldung ausgeblendet.
sl: To bo hipno spremenilo vaše ozadje na sliko, ki je odprta v <app>pregledovalniku slik</app>. Nato boste vprašani, če želite videz slike spremeniti z uporabo pogovornega okna možnosti <gui>ozadje</gui>. V primeru da kliknite <gui>Skrij</gui>, bo sporočilo izginilo.

source: <guiseq><gui>Right-click</gui><gui>Properties</gui><gui>Open With</gui></guiseq>.
de: <guiseq><gui>Rechtsklick</gui><gui>Eigenschaften</gui><gui>Öffnen mit</gui></guiseq>.
sl: <guiseq><gui>Desno kliknite</gui><gui>Lastnosti</gui><gui>Odpri z</gui></guiseq>.

source: Change <em>Open With</em> default program to <app>image viewer</app>.
de: Ändern Sie das Standardprogramm in <em>Öffnen mit</em> in <app>Bildbetrachter</app>.
sl: Spremenite privzeti program <em>Odpri z</em> v <app>pregledovalnik slik</app>.

source: If you want to change the default program that opens certain image file types to <app>image viewer</app>:
de: Um den <app>Bildbetrachter</app> zum Öffnen bestimmter Bilddateitypen als Vorgabeanwendung festzulegen, gehen Sie wie folgt vor:
sl: V primeru da želite spremeniti privzeti program, ki odpira določene vrste slik v <app>pregledovalnik slik</app>:

source: In the <app>files app</app>, right click on the file and choose <gui>Properties</gui>.
de: Klicken Sie in der <app>Dateiverwaltung</app> mit der rechten Maustaste auf die Datei und wählen Sie <gui>Eigenschaften</gui>.
sl: V <app>programu datoteke</app> desno kliknite na datoteko in izberite <gui>Lastnosti</gui>.

source: Click on the <gui>Open With</gui> tab. A list of <gui>Recommended Applications</gui> will appear.
de: Klicken Sie auf den Reiter <gui>Öffnen mit</gui>. Eine Liste der <gui>Empfohlenen Anwendungen</gui> erscheint.
sl: Kliknite na zavihek <gui>Odpri z</gui>. Pojavil se bo seznam <gui>priporočeni programi</gui>.

source: Select the <app>Image Viewer</app> and click <gui>Set as default</gui>.
de: Wählen Sie den <app>Bildbetrachter</app> und klicken Sie auf <gui>Als Vorgabe festlegen</gui>.
sl: Izberite <app>Pregledovalnik slik</app> in kliknite <gui>Nastavi kot privzet program</gui>.

source: If <app>Image Viewer</app> is not on the <gui>Recommended Applications</gui> list, click on <gui>Show other applications</gui>, and a list of <gui>Other Applications</gui> will appear. Select the <app>Image Viewer</app> and click <gui>Set as default</gui>.
de: Falls der <app>Bildbetrachter</app> nicht in der Liste der <gui>Empfohlenen Anwendungen</gui> erscheint, klicken Sie auf <gui>Weitere Anwendungen anzeigen</gui>, woraufhin die Liste <gui>Weitere Anwendungen</gui> erscheint. Wählen Sie <app>Bildbetrachter</app> und klicken Sie auf <gui>Als Vorgabe festlegen</gui>.
sl: V primeru da <app>Pregledovalnik slik</app> ni na seznamu <gui>Priporočeni programi</gui>, kliknite na <gui>Pokaži druge programe</gui> in pojavil se bo seznam <gui>Drugi programi</gui>. Izberite <app>Pregledovalnik slik</app> in kliknite <gui>nastavi kot privzet</gui>.

source: Click <gui>Close</gui>
de: Klicken Sie auf <gui>Schließen</gui>.
sl: Kliknite <gui>Zapri</gui>

source: How to copy/paste from the <app>image viewer</app> into another application.
de: Kopieren und Einfügen aus dem <app>Bildbetrachter</app> in eine andere Anwendung.
sl: Kako kopirati/prilepiti iz <app>pregledovalnika slik</app> v drug program.

source: Copy image to clipboard
de: Ein Bild in die Zwischenablage kopieren
sl: Kopiraj sliko v odložišče

source: To copy an image to the clipboard, click <guiseq><gui>Edit</gui><gui>Copy</gui></guiseq> or right-click on the image and choose <gui>copy</gui>.
de: Um ein Bild in die Zwischenablage zu kopieren, klicken Sie auf <guiseq><gui>Bearbeiten</gui><gui>Kopieren</gui></guiseq> oder klicken Sie mit der rechten Maustaste auf das Bild und wählen Sie <gui>Kopieren</gui>.
sl: Za kopiranje slike na odložišče <guiseq><gui>Uredi</gui><gui>Kopiraj</gui></guiseq> ali desno kliknite na sliko in izberite <gui>kopiraj</gui>.

source: The image can now be pasted from the clipboard into a <app>LibreOffice</app> document, <app>Gimp</app> file, or other program.
de: Das Bild kann nun aus der Zwischenablage in eine <app>LibreOffice</app>-Dokument, eine <app>Gimp</app>-Datei oder ein anderes Programm eingefügt werden.
sl: Sedaj lahko sliko iz odložišča prilepite v dokument <app>LibreOffice</app>, datoteko <app>Gimp</app> ali drug program.

source: Command Line
de: Befehlszeile
sl: Ukazna vrstica

source: The <cmd>eog</cmd> command can open any number of images in various modes.
de: Der Befehl <cmd>eog</cmd> kann eine beliebige Anzahl von Bildern in verschiedenen Modi öffnen.
sl: Ukaz <cmd>eog</cmd> lahko odpre številne slike v različnih načinih.

source: The Command Line
de: Die Befehlszeile
sl: Ukazna vrstica

source: To start the <app>Eye of GNOME Image Viewer</app> from the <app>Terminal</app>, type <cmd>eog</cmd>.
de: Um den <app>Eye of GNOME Bildbetrachter</app> in einem <app>Terminal</app> zu starten, geben Sie den Befehl <cmd>eog</cmd> ein.
sl: Za zagon <app>Pregledovalnika slik GNOME-ovo oko</app> iz <app>Terminala</app> vnesite <cmd>eog</cmd>.

source: You can open a specific file by typing the filename after the <cmd>eog</cmd> command:
de: Sie können eine bestimmte Datei öffnen, indem Sie den Dateinamen nach dem <cmd>eog</cmd>-Befehl eingeben:
sl: Določeno datoteko lahko odprete z vnosom imena datoteke za ukaz <cmd>eog</cmd>:

source: eog image.jpeg
de: eog bild.jpeg
sl: eog slika.jpeg

source: You can open multiple images by typing the filenames after the <cmd>eog</cmd> command, separating the filenames by a space:
de: Sie können mehrere Bilder öffnen, indem Sie deren Dateinamen nach dem <cmd>eog</cmd>-Befehl eingeben, getrennt durch Leerzeichen:
sl: Več slik lahko odprete z vnašanjem imen datotek ločenih s presledkom za ukaz <cmd>eog</eog>:

source: eog image1.jpeg image2.jpeg
de: eog bild1.jpeg bild2.jpeg
sl: eog slika1.jpeg slika2.jpeg

source: To see all the images opened in the instance, you may wish to <link xref="view#image-gallery">browse the image gallery</link>.
de: Um alle in einer Instanz geöffneten Bilder zu sehen, können Sie <link xref="view#image-gallery">die Bildersammlung durchsuchen</link>.
sl: Za ogled vseh slik, ki so odprte v primerku, boste morda želeli <link xref="view#image-gallery">brskati po galeriji slik</link>.

source: Open an image in fullscreen mode
de: Öffnen eines Bildes im Vollbildmodus
sl: Odpri sliko v celozaslonskem načinu

source: eog --fullscreen image.jpeg
de: eog --fullscreen bild.jpeg
sl: eog --fullscreen slika.jpeg

source: Open images in slideshow mode
de: Bilder im Diaschau-Modus öffnen
sl: Odpri slike v načinu predstavitve

source: eog --slide-show Pictures/
de: eog --slide-show Bilder/
sl: eog --slide-show Slike/

source: Open image with gallery disabled
de: Bild ohne Anzeige der Bildersammlung öffnen
sl: Odpri sliko z onemogočeno galerijo

source: eog --disable-gallery image.jpeg
de: eog --disable-gallery bild.jpeg
sl: eog --disable-gallery slika.jpeg

source: Open image in a new instance
de: Bild in einer neuen Instanz öffnen
sl: Odprtje slike v novem oknu

source: eog --new-instance image.jpeg
de: eog --new-instance bild.jpeg
sl: eog --new-instance slika.jpeg

source: How and where to report problems.
de: Das Wie und Wo zum Berichten über Probleme.
sl: Kako in kje poročati težave.

source: File a bug against <app>Eye of GNOME Image Viewer</app>
de: Einen Fehlerbericht zum <app>Eye of GNOME-Bildbetrachter</app> schreiben.
sl: Uporabniški priročnik za <app>Pregledovalnik slik Gnomeovo oko</app>.

source: To file a bug against the image viewer, click on the link <link href="https://bugzilla.gnome.org/"/>.
de: Um einen Fehlerbericht für den Bildbetrachter zu schreiben, besuchen Sie <link href="https://bugzilla.gnome.org/"/>.
sl: Za poročanje hrošča v pregledovalniku slik kliknite na povezavo <link href="https://bugzilla.gnome.org/"/>.

source: This is a bug tracking system where users and developers can file details about bugs, crashes and request enhancements.
de: Dies ist ein Fehlererfassungssystem, in dem Benutzer und Entwickler Details über Fehler, Abstürze und Verbesserungswünsche hinterlassen können.
sl: To je sistem za sledenje hroščev kjer uporabniki in razvijalci lahko poročajo podrobnosti o hroščih ter sesutjih in zahtevajo izboljšave.

source: To participate you need an account which will give you the ability to gain access, file bugs, and make comments. Also, you need to register so you can receive updates by e-mail about the status of your bug. If you don't already have an account, just click on the "New" link to create one.
de: Um daran teilzunehmen, benötigen Sie ein Konto. Es ermöglicht Ihnen das Berichten von Fehlern und Schreiben von Kommentaren. Außerdem erhalten Sie so Benachrichtigungen per E-Mail über Statusaktualisierungen zu Ihrem Fehlerbericht. Falls Sie nicht bereits über ein Konto verfügen, klicken Sie auf den Link »Neu«, um eines zu erstellen.
sl: Za sodelovanje potrebujete račun, ki vam bo dal zmožnost pridobitve dostopa, poročanja hroščev in ustvarjanja komentarjev. Za prejemanje e-pošte o stanju svojega hrošča. V primeru da še nimate računa, za njegovo ustvarjanje kliknite na povezavo "Nova".

source: Once you have an account, log in, click on <guiseq><gui>File a Bug</gui><gui>Core</gui><gui>eog</gui></guiseq>. Before reporting a bug, please read the <link href="https://bugzilla.gnome.org/page.cgi?id=bug-writing.html">bug writing guidelines</link>, and please <link href="https://bugzilla.gnome.org/browse.cgi?product=eog">browse</link> for the bug to see if it already exists.
de: Sobald Sie ein Konto haben, melden Sie sich an und klicken auf <guiseq><gui>File a Bug</gui><gui>Core</gui><gui>eog</gui></guiseq>. Bevor Sie über einen Fehler berichten, lesen Sie bitte die <link href="https://bugzilla.gnome.org/page.cgi?id=bug-writing.html">Bug Writing Guidelines</link> und <link href="https://bugzilla.gnome.org/browse.cgi?product=eog">durchsuchen</link> Sie bitte die Fehlerdatenbank, um zu sehen, ob ein entsprechender Bericht nicht schon existiert.
sl: Ko imate račun, se prijavite in kliknite ne guiseq><gui>File a Bug</gui><gui>Core</gui><gui>eog</gui></guiseq>. Pred poročanjem hrošča si preberite <link href="https://bugzilla.gnome.org/page.cgi?id=bug-writing.html">smernice o poročanju hroščev</link> in <link href="https://bugzilla.gnome.org/browse.cgi?product=eog">preverite</link>, če hrošč že obstaja.

source: To file your bug, choose the component in the <gui>Component</gui> menu. If you are not sure which component your bug pertains to, choose <gui>general</gui>.
de: Um Ihren Fehlerbericht zu hinterlassen, wählen Sie die Komponente im Menü <gui>Component</gui> aus. Falls Sie sich an dieser Stelle nicht sicher sind, wählen Sie <gui>general</gui>.
sl: Za poročanje hrošča v meniju <gui>Sestavni del</gui> izberite sestavni del. Če niste prepričani, v katerem sestavnem delu je hrošč, izberite <gui>splošno</gui>.

source: If you are requesting a new feature, choose <gui>enhancement</gui> in the <gui>Severity</gui> menu. Fill in the Summary and Description sections and click <gui>Commit</gui>.
de: Falls Sie eine Anfrage nach einem neuen Funktionsmerkmal stellen, wählen Sie <gui>enhancement</gui> im Menü <gui>Severity</gui>. Füllen Sie die Felder »Summary« und »Description« aus und klicken Sie auf <gui>Commit</gui>.
sl: V primeru da zahtevate novo zmožnost v meniju <gui>Severity</gui> izberite <gui>enhancement</gui>. Izpolnite odseka Summary in Description in kliknite <gui>Commit</gui>.

source: Your report will be given an ID number, and its status will be updated as it is being dealt with.
de: Ihr Bericht erhält eine Nummer und der Status wird aktualisiert, sobald sich jemand damit befasst.
sl: Vaše poročilo bo dobilo številko ID in njegovo stanje se bo med upravljanjem z njim posodabljalo.

source: translator-credits
de: Jan Arne Petersen <jpetersen@jpetersen.org>, 2006 Mario Blättermann <mariobl@freenet.de>, 2008, 2010, 2011 Felix Riemann <friemann@svn.gnome.org>, 2009 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2011
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>, 2010

source: Creative Commons Share Alike 3.0
sl: Dovoljenje Creative Commons - deljenje pod istimi pogoji 3.0

source: Plugins
sl: Vstavki

source: Flickr Uploader
sl: Program za pošiljanje datotek na Flickr

source: ANI - Animation
sl: ANI - Animacija

source: BMP - Bitmap
sl: BMP - Bitna slika

source: ICO - Windows Icon
sl: ICO - Ikona Windows

source: JPEG/JPG - Joint Photographic Experts Group
sl: JPEG/JPG - Združena skupina strokovnjakov za fotografije

source: PCX - PC Paintbrush
sl: PCX - PC slikarski čopič

source: PNG - Portable Network Graphics
sl: PNG - Prenosljiva omrežna grafika

source: PNM - Portable Anymap from the PPM Toolkit
sl: PNM - Prenosnik Anymap iz orodja PPM

source: TIFF - Tagged Image File Format
sl: TIFF - Vrsta datoteke označene slike

source: WBMP - Wireless Bitmap
sl: WBMP - Brezžična bitna slika Bitmap

source: XBM - X Bitmap
sl: XBM - X bitna slika

source: XPM - X Pixmap
sl: XPM - X rastrska slika
