Repository: DOICHE/eog
Catalog: help/*/*.po
Languages: de, sl

source: <link xref="plugin-exif-digital#exif-map">Camera settings and histogram, geolocation</link>, <link xref="plugin-exif-digital#date">and date.</link>
de: <link xref="plugin-exif-digital#exif-map">Kameraeinstellungen und Histogramm, Geoposition</link> <link xref="plugin-exif-digital#date">und Datum.</link>
sl: <link xref="plugin-exif-digital#exif-map">Nastavitve fotoaparata in histogram, zemljepisno mesto</link>, <link xref="plugin-exif-digital#date">in datum.</link>

source: View digital picture data
de: Betrachten digitaler Bilddaten
sl: Ogled podatkov digitalne slike

source: Exif display and map
de: Exif-Anzeige und Karte
sl: Prikaz in zemljevid Exif

source: In order to add the <app>Exif display</app> and/or <app>Map</app> functions, you will need to install <link xref="plugins">eog-plugins</link>.
de: Um die Funktionen <app>Exif-Anzeige</app> und/oder <app>Karte</app> hinzuzufügen, müssen Sie die <link xref="plugins">eog-plugins</link> installieren.
sl: Za dodajanje zmožnosti <app>prikaza Exif</app> in/ali <app>Zemljevida</app>, boste morali namestiti paket <link xref="plugins">eog-plugins</link>.

source: Once installed, you can activate/deactivate <gui>Exif display</gui> and/or <gui>Map</gui> in the <link xref="preferences#plugins">preferences plugins menu</link>.
de: Sobald installiert, können Sie das <gui>Exif-Anzeige</gui> und/oder <gui>Karten</gui>-Plugin im <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> aktivieren oder deaktivieren.
sl: Ko je nameščen lahko omogočite/onemogočite zmožnosti <app>prikaz Exif</app> in/ali <app>Zemljevid</app>, v <link xref="preferences#plugins">meniju možnosti vstavkov</link>.

source: Click <guiseq><gui>View</gui><gui>Side Pane</gui></guiseq> to view the camera settings, histogram and geolocation of the image on a map (if available).
de: Klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Seitenleiste</gui></guiseq>, um die Kameraeinstellungen, das Histogramm und die Geoposition eines Bildes auf einer Karte anzuzeigen (falls verfügbar).
sl: Kliknite <guiseq><gui>Pogled</gui><gui>Stranski pladenj</gui></guiseq> za ogled nastavitev fotoaparata, histograma in zemljepisnega mesta slike na zemljevidu (če je na voljo).

source: Date in statusbar
de: Datum in Statusleiste
sl: Datum v vrstici stanja

source: The date the image was taken (if available) will show in the statusbar (bottom-right of image window).
de: Das Aufnahmedatum des Bildes (falls verfügbar) wird unten rechts in der Statuszeile des Fensters angezeigt.
sl: Datum zajema slike (če je na voljo) bo bil prikazan v vrstici stanja (spodnji desni kot okna slike).

source: <link xref="open#from-nautilus">Open from <app>files</app> app</link> or <link xref="open#from-eog">from <app>image viewer</app></link>.
de: <link xref="open#from-nautilus">Öffnen über die <app>Dateiverwaltung</app></link> oder <link xref="open#from-eog">aus dem <app>Bildbetrachter</app></link>.
sl: <link xref="open#from-nautilus">Odprite iz programa <app>datoteke</app> </link> ali <link xref="open#from-eog">iz <app>pregledovalnika slik</app></link>.

source: Open images
de: Bilder öffnen
sl: Odpiranje slik

source: Each image you open will open in a new <app>image viewer</app> window. You may wish also wish to <link xref="view">view multiple images</link> in one window.
de: Jedes Bild, das Sie öffnen wollen, wird in einem neuen <app>Bildbetrachter</app>-Fenster geöffnet. Sie können jedoch auch <link xref="view">mehrere Bilder</link> in einem Fenster öffnen.
sl: Vsaka odprta slika se bo odprla v novem oknu <app>pregledovalnika slik</app>. Morda boste želeli v enem oknu <link xref="view">videti več slik</link>.

source: Open image from <app>files</app> application
de: Öffnen eines Bildes in der <app>Dateiverwaltung</app>.
sl: Odprtje slike iz programa <app>datoteke</app>.

source: To open an image from the <app>files</app> application:
de: So öffnen Sie ein Bild in der <app>Dateiverwaltung</app>:
sl: Za odprtje slike iz programa <app>datoteke</app>:

source: Right-click on the image icon and select <gui>Open With Image Viewer</gui>, which should be the top item on the menu. In this case, you can also open files of the same type by double-clicking on the image icon in the <app>files</app> application.
de: Klicken Sie mit der rechten Maustaste auf das Bild-Symbol und wählen Sie <gui>Mit Bildbetrachter öffnen</gui>, welches das oberste Element in diesem Menü sein sollte. In diesem Fall können Sie auch Dateien dieses Typs öffnen, indem Sie auf das Bild-Symbol in der <app>Dateiverwaltung</app> klicken.
sl: Desno kliknite na ikono slike in izberite <gui>Odpri s program Pregledovalnik slik</gui>, ki bi moral biti prvi predmet v meniju. V tem primeru lahko odprete datoteke iste vrste z dvoklikom na ikono slike v programu <app>datoteke</app>.

source: If <gui>Open With Image Viewer</gui> is not the top item in the right-click menu, select <guiseq><gui>Open With</gui><gui>Image Viewer</gui></guiseq>.
de: Falls der Eintrag <gui>Mit Bildbetrachter öffnen</gui> nicht das oberste Element im Kontextmenü ist, wählen Sie <guiseq><gui>Öffnen mit</gui><gui>Bildbetrachter</gui></guiseq>.
sl: V primeru da <gui>Odpri s pregledovalnikom datotek</gui> ni zgornji predmet v meniju desnega klika izberite <guiseq><gui>Odpri s programom</gui><gui>Pregledovalnik slik</gui></guiseq>.

source: If the <app>image viewer</app> is not listed in the <gui>Open With</gui> menu, click <guiseq><gui>Open With</gui><gui>Other Application</gui></guiseq>. You may need to click on the <gui>Show other applications</gui> button. Click on <gui>Image Viewer</gui> in the <gui>Recommended Applications</gui> or <gui>Other Applications</gui> lists. Then click on <gui>Select</gui>.
de: Falls der <app>Bildbetrachter</app> nicht im Menü <gui>Öffnen mit</gui> aufgelistet ist, klicken Sie auf <guiseq><gui>Öffnen mit</gui><gui>Andere Anwendung</gui></guiseq>. Sie müssen auf den Knopf <gui>Andere Anwendungen anzeigen</gui> klicken. Klicken Sie nun auf <gui>Bildbetrachter</gui> in der Liste <gui>Empfohlene Anwendungen</gui> oder <gui>Weitere Anwendungen</gui>. Dann klicken Sie auf <gui>Auswählen</gui>.
sl: V primeru da <app>pregledovalnik slik</app> ni v meniju <gui>Odpri z</gui> kliknite na <guiseq><gui>Odpri z</gui><gui>Drug program</gui></guiseq>. Morda boste morali klikniti na gumb <gui>Pokaži druge programe</gui>. Kliknite na <gui>Pregledovalnik slik</gui> na seznamih <gui>Priporočeni programi</gui> ali <gui>Drugi programi</gui>. Nato kliknite na <gui>Izberi</gui>.

source: Open image from <app>image viewer</app>
de: Ein Bild im <app>Bildbetrachter</app> öffnen
sl: Odpiranje slike iz <app>pregledovalnika slik</app>.

source: To open an image from the <app>image viewer</app>:
de: So öffnen Sie ein Bild im <app>Bildbetrachter</app>:
sl: Za odprtje slike iz <app>pregledovalnika slik</app>:

source: Click <guiseq><gui>Image</gui><gui>Open</gui></guiseq> (or press <keyseq><key>Ctrl</key><key>O</key></keyseq>). The <gui>Open Image</gui> dialog will open.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Öffnen</gui></guiseq> (oder drücken Sie <keyseq><key>Strg</key><key>O</key></keyseq>). Der Dialog <gui>Bild öffnen</gui> wird angezeigt.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Odpri</gui></guiseq> (ali pritisnite <keyseq><key>Ctrl</key><key>O</key></keyseq>). Odprlo se bo pogovorno okno <gui>Odpri sliko</gui>.

source: Select the image you wish to open.
de: Wählen Sie das zu öffnende Bild aus.
sl: Izberite sliko, ki jo želite odpreti.

source: Click <gui>Open</gui>.
de: Klicken Sie auf <gui>Öffnen</gui>.
sl: Kliknite <gui>Odpri</gui>.

source: Welcome to the <app>Eye of GNOME Image Viewer</app>.
de: Willkommen zum <app>Eye of GNOME-Bildbetrachter</app>.
sl: Dobrodošli v <app>Pregledovalniku slik Gnomeovo oko</app>.

source: Introduction
de: Einführung
sl: Uvod

source: <app>Eye of GNOME</app> is an image viewer. With it, you can view single image files, as well as large image collections. The <app>image viewer</app> supports a variey of image <link xref="formats-view"> formats for viewing, by default</link>. It also supports certain <link xref="formats-save">file formats for saving by default</link>.
de: <app>Eye of GNOME</app> ist ein Bildbetrachter. Damit können Sie sowohl einzelne Bilddateien als auch ganze Bildersammlungen betrachten. Der <app>Bildbetrachter</app> unterstützt standardmäßig eine Reihe von <link xref="formats-view">Formaten zur Betrachtung</link>. Außerdem werden standardmäßig verschiedene <link xref="formats-save">Dateiformate zum Speichern</link> unterstützt.
sl: <app>GNOME-ovo oko</app> je pregledovalnik slik. Z njim si lahko ogledate posamezne datoteke slik kot tudi velike zbirke slik. <app>Pregledovalnik slik</app> privzeto podpira <link xref="formats-view"> ogled številnih vrst slik</link>. Privzeto podpira tudi <link xref="formats-save">shranjevanje določenih vrst datotek</link>.

source: @@image: 'figures/eog.png'; md5=924e995095db5e7cd9a1e8ac042fdf6d
de: original

source: Help for the Eye of GNOME Image Viewer.
de: Hilfe für den <app>Eye of GNOME-Bildbetrachter</app>.
sl: Pomoč za Pregledovalnik slik Gnomeovo oko

source: Eye of GNOME Image Viewer
de: Eye of GNOME-Bidbetrachter
sl: Pregledovalnik slik Gnomeovo oko

source: <media type="image" src="figures/eog.png">Eye of GNOME logo</media> Eye of GNOME Image Viewer
de: <media type="image" src="figures/eog.png">Eye of GNOME-Logo</media> Eye of GNOME-Bildbetrachter
sl: <media type="image" src="figures/eog.png">Logotip GNOME-ovo oko</media> Pregledovalnik slik GNOME-ovo oko

source: Edit images
de: Bearbeiten von Bildern
sl: Urejanje slik

source: Print images
de: Drucken von Bildern
sl: Tiskanje slik

source: Extend functionality
de: Die Funktionalität erweitern
sl: Razširite zmožnost

source: Advanced
de: Fortgeschritten
sl: Napredno

source: Frequently Asked Questions
de: Häufig gestellte Fragen
sl: Pogosto zastavljena vprašanja

source: Tips and Tricks
de: Tipps und Tricks
sl: Triki in namigi

source: Get involved
de: Mitarbeiten
sl: Vključite se

source: PNG, JPEG, TIFF and others.
de: PNG, JPEG, TIFF und andere.
sl: PNG, JPEG, TIFF in druge.

source: Supported formats
de: Unterstützte Formate
sl: Podprte vrste slik

source: The image viewer is able to open the following formats:
de: Der Bildbetrachter kann folgende Formate öffnen:
sl: Pregledovalnik slik lahko odpre naslednje vrste slik:

source: If you try to open an unsupported format, you will get a <em>Could not load image 'image_name'.</em> error.
de: Falls Sie versuchen, ein nicht unterstütztes Format zu öffnen, erhalten Sie die Fehlermeldung <em>Bild »Bildname« konnte nicht geöffnet werden</em>.
sl: V primeru da poskusite odpreti nepodprto vrsto, boste dobili napako <em>Ni mogoče naložiti slike 'ime_slike'.</em.

source: JPEG, PNG, BMP and others.
de: JPEG, PNG, BMP und andere.
sl: JPEG, PNG, BMP in drugi.

source: Formats supported for saving images
de: Unterstützte Formate zum Speichern von Bildern
sl: Vrste, ki so podprte za shranjevanje slik

source: The image viewer is able to save the following formats:
de: Der Bildbetrachter kann Bilder in folgenden Formaten speichern:
sl: Pregledovalnik slik je na voljo za shranjevanje naslednjih vrst slik:

source: It may be possible to save other image formats depending on the system configuration.
de: Der <app>Bildbetrachter</app> kann, abhängig von Ihrer Systemkonfiguration, möglicherweise noch andere Bildformate speichern.
sl: Glede na vašo nastavitev sistema boste morda lahko shranili druge vrste slik.

source: @@image: 'figures/multiple-convert.png'; md5=3e49dfc9d20f880635734c3e3d93d3f5
de: ok

source: <link xref="format-change#single">Single image</link>, <link xref="format-change#multiple">multiple images</link>.
de: <link xref="format-change#single">Einzelnes Bild</link>, <link xref="format-change#multiple">mehrere Bilder</link>.
sl: <link xref="format-change#single">Posamezna slika</link>, <link xref="format-change#multiple">več slik</link>.

source: Convert to a different file type
de: Umwandeln in einen anderen Dateityp
sl: Pretvorba v drugo vrsto datoteke

source: Convert single image
de: Ein einzelnes Bild umwandeln
sl: Pretvorba posamezne slike

source: Click <guiseq><gui>Image</gui><gui>Save As</gui></guiseq>. The <gui>Save Image</gui> dialog will pop up.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Speichern unter</gui></guiseq>. Der Dialog <gui>Bild speichern</gui> wird geöffnet.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Shrani kot</gui></guiseq>. Pojavilo se bo pogovorno okno <gui>Shrani sliko</gui>.

source: In the name field, change (or add) the extension to the file type you wish to convert your image too. For example:
de: Fügen Sie im Feld <gui>Name</gui> die Erweiterung des Dateityps hinzu, in den Sie das Bild umwandeln wollen, oder ändern Sie die vorhandene Erweiterung. Beispiel:
sl: V polju ime spremenite (ali dodajte) razširitev za vrsto datoteke, če želite svojo sliko tudi pretvoriti. Na primer:

source: <app>Image viewer</app> tries to determine the file type from the file extension.
de: Der <app>Bildbetrachter</app> versucht den Dateityp anhand der Dateierweiterung zu bestimmen.
sl: <app>Pregledovalnik slik</app> iz imena razširitve datoteke poizkuša določiti vrsto datoteke.

source: original file:
de: Originaldatei:
sl: Izvirna datoteka:

source: image.jpg
de: bild.jpg
sl: slika.jpg

source: <em>new file:</em><file>image.bmp</file> (or <file>image.jpg.bmp</file>).
de: <em>Neue Datei:</em><file>bild.bmp</file> (oder <file>bild.jpg.bmp</file>).
sl: <em>nova datoteka:</em><file>slika.bmp</file> (ali <file>slika.jpg.bmp</file>).

source: Click <gui>Save</gui>
de: Klicken Sie auf <gui>Speichern</gui>.
sl: Kliknite <gui>Shrani</gui>.

source: The file is saved in the current folder by default.If the image should be saved in another folder or the file type detection failed, expand the dialog by clicking on <gui>Browse</gui> for other folders. This allows further folder navigation and the specification of the file type from the drop down box.
de: Die Datei wird per Vorgabe im aktuellen Ordner gespeichert. Falls das Bild in einem anderen Ordner gespeichert werden soll oder die Erkennung des Dateityps scheitert, können Sie den Dialog durch Anklicken von <gui>Ordner-Browser</gui> erweitern. Dies ermöglicht Ihnen das Durchsuchen weiterer Ordner und die Angabe des Dateityps in der Auswahlliste.
sl: Datoteka je privzeto shranjena v trenutni mapi. V primeru da želite sliko shraniti v drugo mapo ali je zaznavanje vrste datoteke spodletelo, razširite pogovorno okno s klikom na <gui>Brskaj</guilabel> za ogled drugih map. To omogoča nadaljnje krmarjenje po mapah in navedbo vrste datoteke v spustnemu polju.

source: <app>Image viewer</app> will ask if you would like to reload the new image. Click <gui>Reload</gui> if you want to work with the new file. Click <gui>Hide</gui> if you want to continue working with the original file.
de: Der <app>Bildbetrachter</app> fragt Sie nun, ob Sie das neue Bild neu laden wollen. Klicken Sie auf <gui>Neu laden</gui>, wenn Sie mit der neuen Datei arbeiten wollen. Klicken Sie auf <gui>Verbergen</gui>, wenn Sie weiterhin mit der Originaldatei arbeiten wollen.
sl: <app>Pregledovalnik slik</app> vas bo vprašal ali želite ponovno naložiti novo sliko. Kliknite <gui>Ponovno naloži</gui>, če želite delati z novo datoteko. Kliknite <gui>Skrij</gui>, če želite še naprej delati z izvirno datoteko.

source: Convert multiple images
de: Umwandeln mehrerer Bilder
sl: Pretvorba več slik

source: Press the <key>Ctrl</key> key and click on the images you want to convert in the <link xref="view#image-gallery">image gallery</link> or press <keyseq><key>Ctrl</key><key>A</key></keyseq> to select all the images.
de: Drücken Sie die <key>Strg</key>-Taste und klicken Sie in der <link xref="view#image-gallery">Bildersammlung</link> auf die Bilder, die Sie umwandeln wollen, oder drücken Sie <keyseq><key>Strg</key><key>A</key></keyseq>, um alle Bilder auszuwählen.
sl: Press the tipko <key>Ctrl</key> in v <link xref="view#image-gallery">galeriji slik</link> kliknite na slike, ki jih želite pretvoriti ali pritisnite <keyseq><key>Ctrl</key><key>A</key></keyseq> za izbiro vseh slik.

source: Click <guiseq><gui>Image</gui><gui>Save as</gui></guiseq>. The following dialog will appear.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Speichern unter</gui></guiseq>. Der folgende Dialog wird geöffnet.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Shrani kot</gui></guiseq>. Pojavilo se bo naslednje pogovorno okno.

source: The same dialog is used to <link xref="rename-multiple">rename multiple images</link>.
de: Der gleiche Dialog wird zum <link xref="rename-multiple">Umbenennen mehrerer Bilder</link> verwendet.
sl: Isto pogovorno okno se uporablja <link xref="rename-multiple">za preimenovanje več slik</link>.

source: The images will be saved in the current folder by default. If you want to save them elsewhere, select the folder from the <gui>Destination folder</gui> drop-down menu.
de: Die Bilder werden standardmäßig im aktuellen Ordner gespeichert. Falls Sie sie an einem anderne Ort speichern wollen, wählen Sie den Ordner in der Auswahlliste <gui>Ordner wählen</gui> aus.
sl: Slike bodo bile privzeto shranjene v trenutno mapo. V primeru da jih želite shraniti drugje, izberite mapo v spustnem meniju <gui>Ciljna mapa</gui>.

source: Select the file format from the drop-down menu to the right of the <gui>Filename format</gui> entry box.
de: Wählen Sie das Dateiformat in der Auswahlliste rechts vom Eingabefeld <gui>Dateinamen-Format</gui> aus.
sl: Izberite vrsto datoteko iz spustnega menija desno od vnosnega polja <gui>Vrsta imena datoteke</gui>.

source: Click <gui>Save</gui>.
de: Klicken Sie auf <gui>Speichern</gui>.
sl: Kliknite <gui>Shrani</gui>.

source: <link xref="flip-rotate#flip">Horizontal/vertical</link>, <link xref="flip-rotate#rotate">clockwise/counter-clockwise</link>
de: <link xref="flip-rotate#flip">Horizontal/vertikal</link>, <link xref="flip-rotate#rotate">im Uhrzeigersinn/gegen den Uhrzeigersinn</link>
sl: <link xref="flip-rotate#flip">Vodoravno/vertical</link>, <link xref="flip-rotate#rotate">v smeri urinega kazalca/nasprotni smeri urinega kazalca</link>

source: Flip or rotate images
de: Bilder drehen oder spiegeln
sl: Zrcaljenje ali vrtenje slik

source: If you would like to save your changes, make sure you save in a <link xref="formats-save">supported format</link>.
de: Falls Sie Ihre Änderungen speichern wollen, stellen Sie bitte sicher, dass Sie in einem <link xref="formats-save">unterstützten Format</link> speichern.
sl: V primeru da želite svoje spremembe shraniti, se prepričajte, da shranjujete v <link xref="formats-save">podprti vrsti</link>.

source: Flip image
de: Bild spiegeln
sl: Zrcaljenje slik

source: To flip the image:
de: So spiegeln Sie das Bild:
sl: Za zrcaljenje slike:

source: Click <gui>Edit</gui>
de: Klicken Sie auf <gui>Bearbeiten</gui>.
sl: Kliknite <gui>Uredi</gui>

source: Select either <gui>Flip Horizontal</gui> or <gui>Flip Vertical</gui>.
de: Wählen Sie entweder <gui>Horizontal spiegeln</gui> oder <gui>Vertikal spiegeln</gui>.
sl: Izberite <gui>zrcali vodoravno</gui> ali <gui>zrcali navpično</gui>.

source: Rotate image
de: Bild drehen
sl: Vrtenje slik

source: To rotate the image:
de: So drehen Sie das Bild:
sl: Za vrtenje slike:

source: Select either <gui>Rotate Clockwise</gui> or <gui>Rotate Counter-clockwise</gui>.
de: Wählen Sie entweder <gui>Im Uhrzeigersinn drehen</gui> oder <gui>Gegen den Uhrzeigersinn drehen</gui>.
sl: Izberite <gui>zavrti v smeri urinega kazalca</gui> ali <gui>zavrti v nasprotni smeri urinega kazalca</gui>.

source: You can use the tools in the <link xref="toolbar">toolbar</link>.
de: Sie können die Werkzeuge in der <link xref="toolbar">Werkzeugleiste</link> verwenden.
sl: Uporabite lahko orodja v <link xref="toolbar">orodni vrstici</link>.

source: You can also use the keyboard shortcuts:
de: Sie können dazu auch Tastenkombinationen verwenden:
sl: Uporabne lahko tudi tipkovne bližnjice:

source: Rotate Clockwise
de: Im Uhrzeigersinn drehen
sl: Zavrti v smeri urinega kazalca

source: Rotate Counter-clockwise
de: Gegen den Uhrzeigersinn drehen
sl: Zavrti v nasprotni smeri vrtenja urinega kazalca

source: <link xref="edit#edit"><guiseq><gui>Image</gui><gui>Open with</gui></guiseq></link>, <link xref="edit#delete"><guiseq><gui>Edit</gui><gui>Move to Trash</gui></guiseq></link>
de: <link xref="edit#edit"><guiseq><gui>Bild</gui><gui>Öffnen mit</gui></guiseq></link>, <link xref="edit#delete"><guiseq><gui>Bearbeiten</gui><gui>In den Müll verschieben</gui></guiseq></link>
sl: <link xref="edit#edit"><guiseq><gui>Slika</gui><gui>Odpri z</gui></guiseq></link>, <link xref="edit#delete"><guiseq><gui>Uredi</gui><gui>Premakni v smeti</gui></guiseq></link>

source: Edit and delete image
de: Ein Bild bearbeiten und löschen
sl: Uredi in izbriši sliko

source: Edit image using the <app>image viewer</app>
de: Ein Bild mit dem <app>Bildbetrachter</app> bearbeiten
sl: Urejanje slik s <app>pregledovalnikom slik</app>

source: Click <guiseq><gui>Image</gui><gui>Open with</gui></guiseq>, or right-click on the image.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Öffnen mit</gui></guiseq> oder klicken Sie mit der rechten Maustaste auf das Bild.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Odpri z</gui></guiseq> ali desno kliknite na sliko.

source: Select the program to use to edit your image with.
de: Wählen Sie das Programm aus, mit dem Sie Ihr Bild bearbeiten wollen.
sl: Izberite program, ki ga želite uporabljati za urejanje slik.

source: When you are finished editing your image, save it and close the program. The <app>image viewer</app> will ask you if you want to reload the image. Clicking <gui>Reload</gui> will ensure you are working with the most recent version of the file.
de: Wenn Sie mit der Bearbeitung des Bildes fertig sind, speichern Sie es und schließen Sie das Programm. Der <app>Bildbetrachter</app> fragt Sie nun, ob das Bild neu geladen werden soll. Wenn Sie <gui>Neu laden</gui> anklicken, stellen Sie damit sicher, dass Sie mit der neuesten Version der Datei arbeiten.
sl: Ko ste končali z urejanjem svoje slke, jo shranite in zaprite program. <app>Pregledovalnik slik</app> vas bo vprašal, če želite sliko ponovno namestiti. S klikom na <gui>Ponovno naloži</gui> boste zagotovili, da delate z najbolj nedavno različico datoteke.

source: Delete an image
de: Ein Bild löschen
sl: Izbriši sliko

source: Click <guiseq><gui>Edit</gui><gui>Move to Trash</gui></guiseq>, or
de: Klicken Sie auf <guiseq><gui>Bearbeiten</gui><gui>In den Müll verschieben</gui></guiseq> oder
sl: Kliknite <guiseq><gui>uredi</gui><gui>Premakni v smeti</gui></guiseq> ali

source: Right-click on the image and select <gui>Move to Trash</gui>.
de: Klicken Sie mit der rechten Maustaste auf das Bild und wählen Sie <gui>In den Müll verschieben</gui>.
sl: Desno kliknite na sliko in izberite <gui>Premakni v smeti</gui>.

source: Set your favourite image as your background.
de: Verwenden Sie Ihr Lieblingsbild als Arbeitsflächenhintergrund.
sl: Kako nastaviti svojo najljubšo sliko kot ozadje.

source: Set desktop background
de: Als Hintergrundbild verwenden
sl: Nastavi ozadje namizja

source: To set the image you are currently viewing in the <app>image viewer</app> as the background image on your desktop:
de: So legen Sie das aktuell im <app>Bildbetrachter</app> angezeigte Bild als Arbeitsflächenhintergrund fest:
sl: Za nastavitev slike, ki jo trenutno gledate v <app>pregledovalniku slik</app>, kot sliko ozadja na svojem namizju:

source: click <guiseq><gui>Image</gui><gui>Set as Desktop Background</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Als Hintergrundbild</gui></guiseq>.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Nastavi kot ozadje namizja</gui></guiseq>.
