Repository: DOICHE/eog
Catalog: help/*/*.po
Languages: de, sl

source: @@image: 'figures/eog-enlarge.png'; md5=00217450a871a6dc754ff9d77701ce40
de: ok

source: @@image: 'figures/eog-shrink.png'; md5=a32ef2d5d2a75737206a394c8183cdf8
de: ok

source: @@image: 'figures/eog-normalsize.png'; md5=318389b5fdbed89ec6361c6a0a1f7d9c
de: ok

source: @@image: 'figures/eog-bestfit.png'; md5=e65b05d7f601a4152e6e3b101803ac47
de: ok

source: View
de: Ansicht
sl: Pogled

source: Zoom In
de: Ansicht vergrößern
sl: Približaj

source: Zoom
de: Ansichtsgröße ändern
sl: Približanje

source: Best Fit
de: Einpassen
sl: Najboljše prileganje

source: When an image is zoomed to fit the window, resizing the window will also change the zoom level, so the image still fits the window. While <gui>Best Fit</gui> follows the window size, it will only change the zoom factor at most to 100%. It will not zoom any further to have smaller images fill the window.
de: Wenn ein Bild an die Größe des Fensters angepasst wurde, dann führen Größenänderungen des Fensters auch zur Anpassung der Bildgröße, so dass das Bild das Fenster stets ausfüllt. Zwar folgt <gui>Einpassen</gui> der Fenstergröße, aber nur so lange, bis der Vergrößerungsfaktor 100% erreicht hat. Es wird dann nicht weiter vergrößert, um kleinere Bilder in das Fenster einzupassen.
sl: Ko je slika približana do prileganja oknu, bo spreminjanje velikosti okna spremenilo raven približanja tako, da se bo slika še vedno prilegala oknu. <gui>Najboljše prileganje</gui> sledi velikosti okna, vendar bo raven približanja zmanjšalo največ do 100%. Nadaljnje oddaljevanje za prileganje manjših slik oknu ni mogoče.

source: To fit the entire image into the window, click <guiseq><gui>View</gui><gui>Best Fit</gui></guiseq>.
de: Um das Bild in das Fenster einzupassen, klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Einpassen</gui></guiseq>.
sl: Za prileganje cele slike v okno, kliknite <guiseq><gui>Pogled</gui><gui>Najboljše prileganje</gui></guiseq>.

source: To zoom in or out click <guiseq><gui>View</gui><gui>Zoom In</gui></guiseq> or <guiseq><gui>View</gui><gui>Zoom Out</gui></guiseq>.
de: Um die Ansicht zu vergrößern oder zu verkleinern, klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Ansicht vergrößern</gui></guiseq> oder <guiseq><gui>Ansicht</gui><gui>Ansicht verkleinern</gui></guiseq>.
sl: Za približanje ali oddaljevanje kliknite <guiseq><gui>Pogled</gui><gui>Približaj</gui></guiseq> ali <guiseq><gui>Pogled</gui><gui>Oddalji</gui></guiseq>.

source: To view the image in its original, unscaled size, click <guiseq><gui>View</gui><gui>Normal Size</gui></guiseq>.
de: Um das Bild in seiner originalen, nicht skalierten Größe anzuzeigen, klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Normale Größe</gui></guiseq>.
sl: Za ogled slike v izvirni velikosti kliknite <guiseq><gui>Pogled</gui><gui>Običajna velikost</gui></guiseq>.

source: Using the mouse wheel
de: Verwendung des Mausrads
sl: Uporaba miškinega koleščka

source: Scroll up to zoom in.
de: Rollen Sie nach oben, um die Ansicht zu vergrößern.
sl: Drsajte navzgor za približanje.

source: Scroll down to zoom out.
de: Rollen Sie nach unten, um die Ansicht zu verkleinern.
sl: Drsajte navzdol za oddaljevanje.

source: Using the toolbar
de: Verwendung der Werkzeugleiste
sl: Uporaba orodne vrstice

source: If the <link xref="toolbar">toolbar</link> is not showing, <link xref="toolbar#view">show</link> the toolbar.
de: Falls die <link xref="toolbar">Werkzeugleiste</link> nicht sichtbar ist, <link xref="toolbar#view">zeigen Sie die Werkzeugleiste an</link>.
sl: V primeru da se <link xref="toolbar">orodna vrstice</link> ne prikažite, <link xref="toolbar#view">pokažite</link> orodno vrstico.

source: To zoom in, click on the <gui>Enlarge the image</gui> icon.
de: Um die Ansicht zu vergrößern, klicken Sie auf das Symbol <gui>Bild vergrößern</gui>.
sl: Za približanje kliknite na ikono <gui>Povečaj sliko</gui>.

source: To zoom out, click on the <gui>Shrink the image</gui> icon.
de: Um die Ansicht zu verkleinern, klicken Sie auf das Symbol <gui>Bild verkleinern</gui>.
sl: Za oddaljevanje kliknite na ikono <gui>Skrči sliko</gui>.

source: To view the image in its original, unscaled size, click on the <gui>Show the image at its normal size</gui> icon.
de: Um das Bild in seiner originalen, nicht skalierten Größe anzuzeigen, klicken Sie auf das Symbol <gui>Das Bild in seiner normalen Größe anzeigen</gui>.
sl: Za ogled slike v izvirni velikosti kliknite na ikono <gui>Pokaži sliko v njeni običajni velikosti</gui>.

source: To fit the entire image into the window, click on the <gui>Fit the image to the window</gui> icon.
de: Um das Bild in das Fenster einzupassen, klicken Sie auf das Symbol <gui>Das Bild auf die Fenstergröße anpassen</gui>.
sl: Za prileganje celotno slike v okno kliknite na ikono <gui>Prilegaj sliko oknu</gui>.

source: <link xref="view#browse">Browse folder</link> or <link xref="view#image-gallery">image gallery.</link>
de: <link xref="view#browse">Ordner durchsuchen</link> oder <link xref="view#image-gallery">Bildersammlung.</link>
sl: <link xref="view#browse">Brskajte po mapi</link> ali <link xref="view#image-gallery">galeriji slik.</link>

source: View images
de: Betrachten von Bildern
sl: Ogled slik

source: Browse through images in folder
de: Betrachten der in einem Ordner enthaltenen Bilder
sl: Brskanje po slikah v mapi

source: <link xref="open">Open</link> one of the images from the folder.
de: <link xref="open">Öffnen</link> Sie eines der Bilder im Ordner.
sl: <link xref="open">Odprite</link> eno od slik iz mape.

source: You can browse through the images using any one of the following ways:
de: Sie können die Bilder auf folgende Arten durchsuchen:
sl: Po slikah lahko brskate na enega od naslednjih načinov:

source: Click <guiseq><gui>Go</gui><gui>Previous Image</gui></guiseq> and <guiseq><gui>Go</gui><gui>Next Image</gui></guiseq> to browse through the images in the folder.
de: Klicken Sie auf <guiseq><gui>Gehe zu</gui><gui>Vorheriges Bild</gui></guiseq> und <guiseq><gui>Gehe zu</gui><gui>Nächstes Bild</gui></guiseq>, um sich durch die Bilder im Ordner zu bewegen.
sl: Kliknite <guiseq><gui>Pojdi</gui><gui>Predhodna slika</gui></guiseq> in <guiseq><gui>Pojdi</gui><gui>Naslednja slika</gui></guiseq> za brskanje med vsemi slikami v mapi.

source: Click <gui>Next</gui> and <gui>Previous</gui> in the <link xref="toolbar">toolbar</link>.
de: Klicken Sie auf <gui>Nächstes</gui> und <gui>Vorheriges</gui> in der <link xref="toolbar">Werkzeugliste</link>.
sl: Kliknite <gui>Naslednja</gui> in <gui>Predhodna</gui> v <link xref="toolbar">orodni vrstici</link>.

source: Press the <key>Space bar</key> and <key>Back space</key> to move forward and backward, respectively.
de: Drücken Sie die <key>Leertaste</key> beziehungsweise die <key>Löschtaste</key>, um sich vor und zurück zu bewegen.
sl: Pritisnite the <key>Preslednico</key> in <key>Backspace</key> za premik naprej in nazaj.

source: Press the <key>Right</key> and <key>Left</key> keys to move forward and backward, respectively.
de: Drücken Sie die <key>Pfeiltaste rechts</key> beziehungsweise die <key>Pfeiltaste links</key>, um sich vor und zurück zu bewegen.
sl: Za premik naprej in nazaj pritisnite tipki <key>Desno</key> in <key>Levo</key>.

source: Press the <key>Up</key> and <key>Down</key> keys to move forward and backward, respectively.
de: Drücken Sie die <key>Pfeiltaste hoch</key> beziehungsweise die <key>Pfeiltaste runter</key>, um sich vor und zurück zu bewegen.
sl: Za premik naprej in nazaj pritisnite tipki <key>Navzgor</key> in <key>Navzdol</key>.

source: You can view the images fullscreen by clicking <guiseq><gui>View</gui><gui>Fullscreen</gui></guiseq> or pressing <key>F11</key>. To return to normal viewing, press <key>Esc</key> or <key>F11</key>.
de: Sie können Bilder im Vollbildmodus anzeigen. Klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Vollbild</gui></guiseq> oder drücken Sie <key>F11</key>. um in die normale Ansicht zurückzukehren, drücken Sie <key>Esc</key> oder <key>F11</key>.
sl: Slike si lahko ogledate v celozaslonskem načinu s klikom na <guiseq><gui>Pogled</gui><gui>Celozaslonski način</gui></guiseq> ali pritiskom na <key>F11</key>.

source: Browse the image gallery
de: Die Bildersammlung durchsuchen
sl: Brskanje po galeriji slik

source: To open the image gallery:
de: So öffnen Sie die Bildersammlung:
sl: Za odprtje galerije slik:

source: Click <guiseq><gui>View</gui><gui>Image Gallery</gui></guiseq>, or
de: Klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Bildersammlung</gui></guiseq> oder
sl: Kliknite <guiseq><gui>Pogled</gui><gui>Galerija slik</gui></guiseq> ali

source: press <key>F9</key>.
de: drücken Sie <key>F9</key>.
sl: Pritisnite <key>F9</key>.

source: The gallery displays the thumbnails of all the supported images in the folder you are viewing.
de: Die Bildersammlung zeigt Vorschauen aller unterstützten Bilder im von Ihnen betrachteten Ordner an.
sl: Galerija prikaže sličice vseh podprtih slik v mapi, ki si jo ogledujete.

source: You can view images by:
de: Sie können Bilder folgendermaßen betrachten:
sl: Slike lahko vidite po:

source: Clicking on an image in the gallery.
de: Anklicken eines Bildes in der Bildersammlung.
sl: Klikanje na sliko v galeriji.

source: Pressing <keyseq><key>Alt</key><key>Right</key></keyseq> and<keyseq><key>Alt</key><key>Left</key></keyseq> to move forward and backward, respectively.
de: Drücken Sie <keyseq><key>Alt</key><key>Pfeiltaste rechts</key></keyseq> beziehungsweise <keyseq><key>Alt</key><key>Pfeiltaste links</key></keyseq>, um sich vor und zurück zu bewegen.
sl: Pritisnite <keyseq><key>Alt</key><key>Desno</key></keyseq> in<keyseq><key>Alt</key><key>Levo</key></keyseq> za premik naprej in nazaj.

source: @@image: 'figures/eog-toolbar-default.png'; md5=60e39efaa71fcf2d316fb3bf8069c8c2
de: ok

source: @@image: 'figures/eog-toolbar-editor.png'; md5=8e636cb5025d00f15d5020eb5e44516a
de: ok

source: <link xref="toolbar#view">Show, hide</link> or <link xref="toolbar#edit">edit</link> the toolbar.
de: Die Werkzeugleiste <link xref="toolbar#view">anzeigen, verbergen</link> oder <link xref="toolbar#edit">bearbeiten</link>.
sl: <link xref="toolbar#view">Pokažite, skrijte </link> ali <link xref="toolbar#edit">uredite</link> orodno vrstico.

source: Toolbar
de: Werkzeugleiste
sl: Orodna vrstica

source: Show or hide the toolbar
de: Die Werkzeugleiste anzeigen oder verbergen
sl: Prikaže ali skrije orodno vrstico

source: Click <guiseq><gui>View</gui><gui>Toolbar</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Werkzeugleiste</gui></guiseq>.
sl: Kliknite <guiseq><gui>Pogled</gui><gui>Orodna vrstica</gui></guiseq>.

source: The default toolbar contains only a basic set of tools:
de: Die Standard-Werkzeugleiste enthält einen grundlegenden Satz an Werkzeugen:
sl: Privzeto orodna vrstica vsebuje le osnovna orodja

source: <gui>Previous</gui> and <gui>Next</gui> for <link xref="view#browse">browsing</link> through images in a folder.
de: <gui>Vorheriges</gui> und <gui>Nächstes</gui> zum <link xref="view#browse">Durchblättern</link> der Bilder in einem Ordner.
sl: <gui>Predhodna</gui> in <gui>Naslednja</gui> za <link xref="view#browse">brskanje</link> skozi slike v mapi.

source: Tools for <link xref="zoom">zooming</link>.
de: Werkzeuge zum <link xref="zoom">Ändern der Ansichtsgröße</link>.
sl: Orodja za <link xref="zoom">približevanje</link>.

source: Tools for <link xref="flip-rotate#rotate">rotating</link> images.
de: Werkzeuge zum <link xref="flip-rotate#rotate">Drehen</link> von Bildern.
sl: Orodja za <link xref="flip-rotate#rotate">vrtenje</link> slik.

source: You can <link xref="toolbar#modify">modify</link> the toolbar if you prefer a different set.
de: Sie können die Werkzeugleiste <link xref="toolbar#modify">anpassen</link>, falls Sie einen anderen Satz an Werkzeugen bevorzugen.
sl: Orodno vrstico lahko <link xref="toolbar#modify">spremenite</link>, če so vam ljubša druga orodja.

source: Add, remove and rearrange the tools in the toolbar.
de: Hinzufügen, Entfernen und neu Anordnen der Werkzeuge in der Werkzeugleiste.
sl: Dodajanje, odstranjevanje in preurejanje orodij v orodni vrstici.

source: <link xref="toolbar#view">Show</link> the toolbar.
de: Die Werkzeugleiste <link xref="toolbar#view">anzeigen</link>.
sl: <link xref="toolbar#view">Pokaži</link> orodno vrstico.

source: Click <guiseq><gui>Edit</gui><gui>Toolbar</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Bearbeiten</gui><gui>Werkzeugleiste</gui></guiseq>.
sl: Kliknite <guiseq><gui>Uredi</gui><gui>Orodna vrstica</gui></guiseq>.

source: The <gui>toolbar editor</gui> contains the items that are not in the toolbar and the separator item.
de: Der <gui>Werkzeugleisteneditor</gui> enthält die Objekte, die nicht in der Werkzeugleiste vorhanden sind, sowie eine Trennlinie.
sl: <gui>Urejevalnik orodje vrstice</gui> vsebuje predmete, ki niso v orodni vrstici in predmet ločnice.

source: To add new items to the toolbar:
de: So fügen Sie neue Objekte zur Werkzeugleiste hinzu:
sl: Za dodajanje novih predmetov v orodno vrstico:

source: drag them from the toolbar editor to the toolbar.
de: Ziehen Sie sie aus dem Werkzeugleisteneditor in die Werkzeugleiste.
sl: jih povlecite iz urejevalnika orodne vrstice v orodno vrstico.

source: To remove items from the toolbar:
de: So entfernen Sie Objekte aus der Werkzeugleiste:
sl: Za odstranitev predmetov iz orodne vrstice:

source: drag them from the toolbar to the toolbar editor.
de: Ziehen Sie diese aus der Werkzeugleiste in den Werkzeugleisteneditor.
sl: povlecite jih iz orodne vrstice v urejevalnik orodne vrstice.

source: To rearrange items on the toolbar:
de: So ordnen Sie Objekte in der Werkzeugleiste neu an:
sl: Za preurejanje predmetov v orodni vrstici:

source: drag them to their new position on the toolbar.
de: Ziehen Sie sie innerhalb der Werkzeugleiste an ihre neue Position.
sl: povlecite jih na nov položaj v orodni vrstici.

source: When you have finish editing the toolbar, click <gui>Close</gui> in the toolbar editor window.
de: Sobald Sie die Bearbeitung der Werkzeugleiste beendet haben, klicken Sie auf <gui>Schließen</gui> im Fenster des Werkzeugleisteneditors.
sl: Ko ste končali z urejanjem orodne vrstice, kliknite gumb <gui>Zapri</gui> v oknu urejevalnika orodne vrstice.

source: To reset the toolbar to its default settings, click <gui>Reset to Default</gui> in the editor window.
de: Um die Werkzeugleiste auf die Vorgabe zurückzusetzen, klicken Sie auf im Bearbeitungsfenster auf <gui>Zurücksetzen auf Standardeinstellungen</gui>.
sl: Za ponastavitev orodne vrstice na njene privzete nastavitve v oknu urejevalnika kliknite <gui>Ponastavi na privzeto</gui>.

source: Slideshow
de: Diaschau
sl: Predstavitev

source: To view the images in a folder as a slideshow:
de: So betrachten Sie die Bilder in einem Ordner als Diaschau:
sl: Za ogled slik v mapi kot predstavitv:

source: Click <guiseq><gui>View</gui><gui>Slideshow</gui></guiseq> or press <key>F5</key>.
de: Klicken Sie auf <guiseq><gui>Ansicht</gui><gui>Diaschau</gui></guiseq> oder drücken Sie <key>F5</key>.
sl: Kliknite <guiseq><gui>Pogled</gui><gui>Predstavitev</gui></guiseq> ali pritisnite <key>F5</key>.

source: To quit the slideshow, press <key>Esc</key> or <key>F5</key>.
de: TUm die Diaschau zu beenden, drücken Sie <key>Esc</key> oder <key>F5</key>.
sl: Za končanje predstavitve pritisnite <key>Esc</key> ali <key>F5</key>.

source: List of all shortcuts.
de: Liste aller Tastenkombinationen.
sl: Seznam vseh bližnjic.

source: Keyboard Shortcuts
de: Tastenkombinationen
sl: Tipkovne bližnjice

source: Opening, Closing, Saving And Printing
de: Öffnen, Schließen, Speichern und Drucken
sl: Odpiranje, zapiranje, shranjevanje in tiskanje

source: Open an image file
de: Eine Bilddatei öffnen
sl: Odpri slikovne datoteke

source: <keyseq><key>Ctrl</key><key>O</key></keyseq> (letter O)
de: <keyseq><key>Strg</key><key>O</key></keyseq> (Buchstabe O)
sl: <keyseq><key>Ctrl</key><key>O</key></keyseq> (črka O)

source: Save the image with the same filename
de: Das Bild unter dem gleichen Dateinamen speichern
sl: Shrani sliko z istim imenom datoteke

source: Ctrl
de: Strg

source: Save a copy of the current image with a new file name
de: Eine Kopie des Bildes unter einem anderen Dateinamen speichern
sl: Shrani kopijo trenutne slike z novim imenom datoteke

source: Shift
de: Umschalttaste

source: Print the current image
de: Das aktuelle Bild drucken
sl: Natisne trenutno sliko

source: Close the current window
de: Das aktuelle Fenster schließen
sl: Zapri trenutno okno

source: Set the image as your desktop background
de: Das Bild als Arbeitsflächenhintergrund festlegen
sl: Nastavitev slike kot ozadja namizja.

source: Viewing images
de: Betrachten von Bildern
sl: Ogled slik

source: Go to the previous image in the folder
de: Zum vorherigen Bild im Ordner gehen
sl: Gre na predhodno sliko v mapi

source: <key>Back space</key> / <keyseq><key>Alt</key><key>Left</key></keyseq>
de: <key>Löschtaste</key> / <keyseq><key>Alt</key><key>Pfeiltaste links</key></keyseq>
sl: <key>Back space</key> / <keyseq><key>Alt</key><key>Levo</key></keyseq>

source: Go to the next image in the folder
de: Zum nächsten Bild im Ordner gehen
sl: Gre na naslednjo sliko v mapi

source: <key>Space bar</key> / <keyseq><key>Alt</key><key>Right</key></keyseq>
de: <key>Leertaste</key> / <keyseq><key>Alt</key><key>Pfeiltaste rechts</key></keyseq>
sl: <key>Preslednica</key> / <keyseq><key>Alt</key><key>Desno</key></keyseq>

source: Go to first image in the folder
de: Zum ersten Bild im Ordner gehen
sl: Gre na prvo sliko v mapi

source: Home
de: Pos1
sl: Domov

source: Go to the last image in the folder
de: Zum letzten Bild im Ordner gehen
sl: Gre na zadnjo sliko v mapi

source: End
de: Ende
sl: Konec

source: Choose a random image in the folder
de: Ein zufälliges Bild im Ordner auswählen
sl: Izbere naključno sliko v mapi

source: View the image gallery
de: Die Bildersammlung anzeigen
sl: Ogled galerije slik

source: View fullscreen
de: Vollbildansicht
sl: Celozaslonski pogled

source: View slideshow
de: Diaschau
sl: Ogled predstavitve

source: Actual size
de: Aktuelle Größe
sl: Dejanska velikost

source: <keyseq><key>Ctrl</key><key>0</key></keyseq> (Zero)
de: <keyseq><key>Strg</key><key>0</key></keyseq> (Null)
sl: <keyseq><key>Ctrl</key><key>0</key></keyseq> (nič)

source: Best fit
de: Einpassen
sl: Najboljše prileganje

source: Scroll around a large image
de: Bewegen in einem großen Bild
sl: Drsanje po veliki sliki

source: arrow keys
de: Pfeiltasten
sl: Smerne tipke

source: Copy an image to paste into another application
de: Ein Bild kopieren und in eine andere Anwendung einfügen
sl: Kopira sliko za lepljenje v drug program

source: Copy
de: Kopieren
sl: Kopiraj

source: Zoom and Rotate
de: Ansichtsgröße ändern und Drehen
sl: Približaj in obrni

source: Zoom in
de: Ansicht vergrößern
sl: Približaj

source: Zoom out
de: Ansicht verkleinern
sl: Oddalji

source: Rotate clockwise
de: Im Uhrzeigersinn drehen
sl: Zavrti v smeri urinega kazalca

source: Rotate counter-clockwise
de: Gegen den Uhrzeigersinn drehen
sl: Zavrti v nasprotni smeri urinega kazalca

source: Other
de: Weitere
sl: Drugo

source: View side pane
de: Seitenleiste anzeigen
sl: Pogled stranskega pulta

source: View image properties
de: Bildeigenschaften anzeigen
sl: Pogled lastnosti slike

source: Return
de: Eingabetaste
sl: Vrni

source: Undo
de: Rückgängig machen
sl: Razveljavi

source: Help
de: Hilfe
sl: Pomoč

source: @@image: 'figures/multiple-rename-count.png'; md5=e2dc1975afb399b0606f8ca91aa2a86b
de: ok

source: Automatically number your images.
de: Automatisches Nummerieren Ihrer Bilder.
sl: Samodejno oštevilčenje slik.

source: Rename many images at once
de: Gleichzeitiges Umbenennen vieler Bilder
sl: Preimenovanje več slik hkrati

source: You can also press <keyseq><key>Ctrl</key><key>A</key></keyseq> to select all the images from the folder.
de: Sie können auch <keyseq><key>Strg</key><key>A</key></keyseq> drücken, um alle Bilder im Ordner auszuwählen.
sl: Za izbiro vseh slik v mapi lahko pritisnete tudi <keyseq><key>Ctrl</key><key>A</key></keyseq>.

source: Select all the images you would like to rename in the <link xref="view#image-gallery">image gallery</link> by pressing <key>Ctrl</key> and clicking on the images.
de: Wählen Sie alle Bilder in der <link xref="view#image-gallery">Bildersammlung</link> aus, die Sie umbenennen wollen. Halten Sie hierzu die <key>Strg</key>-Taste gedrückt und klicken Sie die gewünschten Bilder an.
sl: V <link xref="view#image-gallery">galeriji slik</link> izberite vse slike, ki jih želite preimenovati s pritiskom <key>Ctrl</key> in klikom na slike.

source: Click <guiseq><gui>Image</gui><gui>Save as</gui></guiseq>. The following dialog box appears.
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Speichern unter</gui></guiseq>. Der folgende Dialog wird geöffnet.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Shrani kot</gui></guiseq>. Pojavi se naslednjo pogovorno okno.

source: The same dialog is used to <link xref="format-change#multiple">convert multiple images</link> to a different file type.
de: Der gleiche Dialog wird auch verwendet, wenn Sie <link xref="format-change#multiple">mehrere Bilder in ein anderes Dateiformat umwandeln</link>.
sl: Enako pogovorno okno se uporablja za <link xref="format-change#multiple">pretvorbo več slik</link> v drugo vrsto datoteke.

source: The images will be saved in the current folder by default. To save them elsewhere, select the location from the <gui>Destination folder</gui> dropdown menu.
de: Die Bilder werden standardmäßig im aktuellen Ordner gespeichert. Um sie an einem anderen Ort zu speichern, wählen Sie den Ort im Auswahlmenü <gui>Zielordner</gui> aus.
sl: Slike bodo bile privzeto shranjene v trenutni mapi. Za shranjevanje drugje v spustnem meniju <gui>Ciljna mapa</gui> izberite mesto za shranjevanje.

source: Ensure the <gui>Filename Format</gui> dropdown box says <gui>as is</gui>, unless you are <link xref="format-change#multiple">converting formats</link>.
de: Stellen Sie sicher, dass im Auswahlfeld <gui>Dateinamen-Format</gui> der Wert <gui>wie bisher</gui> angezeigt wird, es sei denn, Sie wollen <link xref="format-change#multiple">das Format umwandeln</link>.
sl: Prepričajte se, da je vrednost spustnega polja <gui>Vrsta imena datoteke</gui> <gui>kot je</gui>, razen če <link xref="format-change#multiple">pretvarjate vrste</link>.

source: You can also give the files a specific name in the <gui>Filename format</gui> input box. For example:
de: Sie können den Dateien im Eingabefeld <gui>Dateinamen-Format</gui> auch einen spezifischen Namen geben. Zum Beispiel:
sl: V vnosno polje <gui>Vrsta imena datoteke</gui> lahko navedete določeno ime datotek. Na primer:

source: <input>Vacation_%n</input> will name all your images, Vacation_01, Vacation_02, Vacation_03, etc.
de: <input>Urlaub_%n</input> benennt Ihre Bilder Urlaub_01, Urlaub_02, Urlaub_03 usw.
sl: <input>Počitnice_%n</input> bo vaše slike preimenoval Počitnice_01, Počitnice_02, Počitnice_03, itd.

source: You can keep the original filename by leaving the <input>%f</input> in the <gui>Filename format</gui> field.
de: Sie können den ursprünglichen Dateinamen beibehalten, indem Sie im Feld <gui>Dateinamen-Format</gui> ein <input>%f</input> angeben.
sl: Izvirno ime datoteke lahko obdržite tako, da v polju <gui>Vrsta imena datoteke</gui> pustite <input>%f</input>.

source: Adding a <input>%n</input> will number your images consecutively, starting at the number you choose under <gui>Options</gui>.
de: Durch Hinzufügen von <input>%n</input> werden die Bilder aufeinander folgend nummeriert, beginnend mit der Zahl, die Sie unter <gui>Optionen</gui> festlegen können.
sl: Dodajanje <input>%n</input> bo vaše slike zaporedno oštevilčilo. Začelo se bo pri številu, ki ste ga izbrali v <gui>Možnostih</gui>.
