Repository: DOICHE/eog
Catalog: help/*/*.po
Languages: de, sl

source: When you are done, click <gui>Save As</gui>.
de: Sobald Sie fertig sind, klicken Sie auf <gui>Speichern unter</gui>.
sl: Ko ste končali, kliknite <gui>Shrani kot</gui>.

source: Image
de: Bild
sl: Slika

source: Print
de: Drucken
sl: Tiskanje

source: Print an image
de: Drucken eines Bildes
sl: Tiskanje slike

source: Click <guiseq><gui>Image</gui><gui>Print</gui></guiseq>
de: Wählen Sie <guiseq><gui>Bild</gui><gui>Drucken</gui></guiseq>.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Natisni</gui></guiseq>

source: Select the <gui>General</gui> tab. Choose the printer you want to use.
de: wählen Sie den Reiter <gui>Allgemein</gui>. Wählen Sie hier den zu verwendenden Drucker aus.
sl: Izberite zavihek <gui>Splošno</gui>. Izberite tiskalnik, ki ga želite uporabiti.

source: The position of the image on the page can also be adjusted by dragging it around in the preview.
de: Die Position des Bildes in der Seite kann auch angepasst werden, in dem Sie es mit der Maus innerhalb der Ansicht verschieben.
sl: Položaj slike na strani lahko spremenite tako, da sliko povlečete naokoli v predogledu.

source: Select the <gui>Image Settings</gui> tab. Here you can adjust the <gui>Position</gui> and <gui>Size</gui> of your image. Your changes are immediately reflected in the <gui>Preview</gui>.
de: Wählen Sie den Reiter <gui>Bildeinstellungen</gui>. Hier können Sie die <gui>Position</gui> und <gui>Größe</gui> Ihres Bildes anpassen. Ihre Änderungen werden sofort in die <gui>Vorschau</gui> übernommen.
sl: Izberite zavihek <gui>Nastavitve slike</gui>. Tukaj lahko prilagodite <gui>Položaj</gui> in <gui>Velikost</gui> svoje slike. Vaše spremembe se nemudoma odrazijo v <gui>Predogledu</gui>.

source: You may want to also click on <gui>Page Setup</gui>, <gui>Job</gui>, <gui>Image Quality</gui>, <gui>Color</gui> and the <gui>Advanced</gui> tabs to customize your print.
de: Um den Ausdruck anzupassen, können Sie auf die Reiter <gui>Seite einrichten</gui>, <gui>Auftrag</gui>, <gui>Bildqualität</gui>, <gui>Farbe</gui> und <gui>Erweitert</gui> klicken.
sl: Svoj tisk lahko prilagodite v zavihkih <gui>Nastavitev strani</gui>, <gui>Posel</gui>, <gui>Kakovost slike</gui>, <gui>Barva</gui> in <gui>Napredno</gui>.

source: Depending on your printer, not all tabs and settings may be available.
de: Die Anzeige der einzelnen Reiter und Einstellmöglichkeiten hängt von Ihrem Drucker ab.
sl: Glede na vaš tiskalnik morda ne bodo na voljo vsi zavihki in nastavitve.

source: Click <gui>Print</gui>.
de: Klicken Sie auf <gui>Drucken</gui>.
sl: Kliknite <gui>Natisni</gui>.

source: @@image: 'figures/image-view-prefs.png'; md5=a406d64d560228529df3e547da9b7649
de: ok

source: @@image: 'figures/slideshow-prefs.png'; md5=157b156794ecd38fa517b2846d6cfffc
de: ok

source: @@image: 'figures/plugins-all.png'; md5=537fad891de716f59ea9f5920b8f9523
de: ok

source: @@image: 'figures/prefs-plugins.png'; md5=c3cb0f28ada7868feb9d8386654edd6c
de: ok

source: <link xref="preferences#view">Image view</link>, <link xref="preferences#slideshow">slide show</link> and <link xref="preferences#plugins">plugins</link>.
de: <link xref="preferences#view">Bildansicht</link>, <link xref="preferences#slideshow">Diaschau</link> und <link xref="preferences#plugins">Plugins</link>.
sl: <link xref="preferences#view">Pogled slike</link>, <link xref="preferences#slideshow">predstavitev</link> in <link xref="preferences#plugins">vstavki</link>.

source: Preferences
de: Einstellungen
sl: Možnosti

source: Click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Bearbeiten</gui><gui>Einstellungen</gui></guiseq>.
sl: Kliknite <guiseq><gui>Uredi</gui><gui>Možnosti</gui></guiseq>.

source: Image view preferences
de: Einstellungen zum Betrachten von Bildern
sl: Možnosti ogleda slike

source: Image Enhancements
de: Bildverbesserungen
sl: Izboljšave slike

source: Select the <gui>Smooth images when zoomed-out</gui> option to enable image smoothing when you change the image's zoom factor. This will improve their display quality.
de: Wählen Sie die Option <gui>Bild bei Vergrößerung glätten</gui>, um das Bild zu glätten, wenn Sie den Vergrößerungsfaktor ändern. Dadurch wird die Anzeigequalität verbessert.
sl: Izberite možnost <gui>Glajenje slik med oddaljevanjem</gui> za omogočitev glajenja slik ob spremembi povečave slike. To bo izboljšalo kakovost njihovega prikaza.

source: If you select the <gui>Automatic orientation</gui> option, your images will be rotated according to their metadata. For example portraits are automatically rotated upright. The rotation is not saved until you save the rotated image.
de: Falls Sie die Option <gui>Automatische Drehung des Bildes</gui> wählen, werden Ihre Bilder beim Laden entsprechend der enthaltenen Metadaten gedreht. Beispielsweise werden Porträts automatisch aufrecht dargestellt. Die Drehung wird nicht gespeichert, solange Sie das gedrehte Bild nicht speichern.
sl: V primeru da izberete možnost <gui>Samodejna postavitev</gui>, bodo vaše slike ob nalaganju zavrtene glede na njihove metapodatke. Portreti so na primer samodejno zavrteni pokonci. Vrtenje ni shranjeno, dokler zavrtene slike ne shranite.

source: This function does not work with all images, as it requires a correctly set orientation tag in the image's metadata.
de: Dies funktioniert nicht mit allen Bildern. Voraussetzung dafür ist eine korrekt gesetzte Ausrichtungsmarkierung in den Metadaten des Bildes.
sl: Ta zmožnost ne deluje z vsem slikami, saj zahteva pravilno nastavljeno oznako usmeritve v metapodatkih slike.

source: Transparent Parts
de: Transparente Bildbereiche
sl: Prozorni deli

source: Select one of the following options to determine how the transparent parts of an image are displayed:
de: Wählen Sie eine der folgenden Optionen, um festzulegen, wie transparente Bereiche eines Bildes anzeigt werden sollen:
sl: Izberite eno od naslednjih možnosti za določitev kako so prikazani prozorni deli slike:

source: As check pattern:
de: Als Karo-Muster:
sl: Kot vzorec šahovnice:

source: Displays any transparent parts of the image in a check pattern.
de: Zeigt die transparenten Teile des Bildes in einem Karo-Muster an.
sl: Prikaže prozorne dele slike kot karirast vzorec.

source: As custom color:
de: Als benutzerdefinierte Farbe:
sl: Kot barva po meri:

source: Displays any transparent parts of the image in a solid color that you specify by clicking on the color selector button.
de: Stellt transparente Teile des Bildes in einer von Ihnen festgelegten Farbe dar. Klicken Sie auf den Farbauswahl-Knopf, um eine Farbe auszuwählen.
sl: Prikaže prozorne dele slike v barvi, ki jo navedete. Za izbor barve kliknite na izbirni gumb.

source: As background:
de: Als Hintergrund:
sl: Kot ozadje:

source: Displays any transparent parts of the image in the <gui>Background</gui> color, if <gui>As custom color</gui> under <gui>Background</gui> is checked. Otherwise, the default background color is used.
de: Zeigt eventuell vorhandene transparente Bereiche des Bildes in der <gui>Hintergrundfarbe</gui> an, sofern <gui>Als benutzerdefinierte Farbe</gui> in <gui>Hintergrund</gui> aktiviert ist.
sl: Prikaže morebitne prozorne dele slike v barvi <gui>Ozadja</gui>, če je pod <gui>Ozadje</gui> izbrano <gui>Kot barva po meri</gui>. Sicer je uporabljena privzeta barva ozadja.

source: Slide show preferences
de: Einstellungen für die Diaschau
sl: Možnosti predstavitve

source: To customize slideshow settings:
de: So passen Sie die Einstellungen der Diaschau an:
sl: Za prilagodite nastavitev predstavitve:

source: Click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq>
de: Klicken Sie auf <guiseq><gui>Bearbeiten</gui><gui>Einstellungen</gui></guiseq>.
sl: Kliknite <guiseq><gui>Uredi</gui><gui>Možnosti</gui></guiseq>.

source: Select the <gui>Slideshow</gui> tab.
de: Wählen Sie den Reiter <gui>Diaschau</gui>.
sl: Izberite zavihek <gui>Predstavitev</gui>.

source: Under <gui>Image Zoom</gui> you can select if you would like the image to be expanded to fit the screen.
de: Unter <gui>Bildvergrößerung</gui> können Sie wählen, ob das Bild vergrößert werden soll, um an die Größe des Fensters angepasst zu werden.
sl: Pod <gui>Približanje slike</gui> lahko izberete, če želite sliko razširiti do prileganja zaslonu.

source: Under <gui>Sequence</gui> you can select how many seconds each image should display (between 1 and 100).
de: Unter <gui>Abfolge</gui> können Sie wählen, wie viele Sekunden lang jedes Bild angezeigt werden soll (zwischen 1 und 100).
sl: Pod <gui>Zaporedje</gui> lahko izberete koliko sekund naj bo prikazana posamezna slika (med 1 in 100).

source: Check <gui>Loop sequence</gui> if you want the slide show to repeat continously. If unchecked the slide show will start at the image you selected, and finish at the last image in the folder.
de: Aktivieren Sie <gui>Endlosschleife</gui>, wenn die Diaschau endlos wiederholt werden soll. Falls dies nicht aktiviert ist, beginnt die Diaschau mit dem von Ihnen ausgewählten Bild und endet mit dem letzten Bild im Ordner.
sl: Preverite <gui>zaporedje zanke</gui>, če želite, da se predstavitev stalno ponavlja. V primeru da možnost ni izbrana, se bo predstavitev začela pri izbrani sliki in končala pri zadnji sliki v mapi.

source: Click <gui>Close</gui>.
de: Klicken Sie auf <gui>Schließen</gui>.
sl: Kliknite <gui>Zapri</gui>.

source: Plugin preferences
de: Plugin-Einstellungen
sl: Možnost vstavka

source: Here you can check/uncheck any additional features you would like to activate/deactivate. The image on the left shows the plugins available by default. When you are done, click <gui>Close</gui>.
de: Hier können Sie einige zusätzliche Funktionsmerkmale aktivieren oder deaktivieren. Das Bild an der linken Seite zeigt die standardmäßig zur Verfügung stehenden Plugins. Sobald Sie fertig sind, klicken Sie auf <gui>Schließen</gui>.
sl: Tukaj lahko izberete/odstranite izbiro dodatnih možnosti, ki jih želite omogočiti/onemogočiti. Slika na levi prikazuje vstavke, ki so privzeto na voljo. Ko ste končali, kliknite <gui>Zapri</gui>.

source: You may also wish to install the <link xref="plugins">eog-plugins</link> package. After you do, you will be able to select which <link xref="index#plugins">additional plugins</link> you would like to activate as seen on the right.
de: Es ist ratsam, das Paket <link xref="plugins">eog-plugins</link> zu installieren. Nachdem Sie dies getan haben, können Sie <link xref="index#plugins">zusätzliche Plugins</link> zur Aktivierung auswählen, wie rechts zu sehen ist.
sl: Namestite lahko tudi paket <link xref="plugins">eog-plugins</link>. Ko boste to storili, boste lahko izbrali katere <link xref="index#plugins">dodatne vstavke</link> bi želeli omogočiti kot je videno na desni.

source: Adjusts zoom fit image's width into window.
de: Passt die Vergrößerungsstufe des Bildes so an, dass es in das Fenster eingepasst wird.
sl: Prilagodi približanje tako da se slika po širini prilega oknu.

source: Zoom to fit image width
de: Vergrößerung auf Bildbreite anpassen
sl: Povečaj na velikost prilagojeno širini slike

source: In order to add this functionality, you will need to install <link xref="plugins">eog-plugins</link>.
de: Um diese Funktionalität hinzuzufügen, müssen Sie die <link xref="plugins">eog-plugins</link> installieren.
sl: Za dodajanje te zmožnosti boste morali namestiti <link xref="plugins">eog-plugins</link>.

source: Once installed, you can activate/deactivate <gui>Zoom to fit image width</gui> in the <link xref="preferences#plugins">preferences plugins menu</link>.
de: Sobald installiert, können Sie das Plugin <gui>Vergrößerung auf Bildbreite anpassen</gui> im <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> aktivieren oder deaktivieren.
sl: Ko je nameščen lahko <gui>Približaj za prileganje širini slike</gui> omogočite/onemogočite v <link xref="preferences#plugins">meniju možnosti vstavka</link>.

source: The eog-plugins contain a set of plugins for the <app>image viewer</app>. Plugins add additional features.
de: Das Paket eog-plugins enthält eine Reihe von Plugins für den <app>Bildbetrachter</app>, welcher damit um zusätzliche Funktionalität ergänzt wird.
sl: Paket eog-plugins vsebuje zbirko vstavkov za <app>pregledovalnik slik</app>. Vstavki dodajo dodatne zmožnosti.

source: You can install the eog-plugins using your distribution's <app>package manager</app>.
de: Sie können die eog-plugins über die <app>Paketverwaltung</app> Ihrer Distribution installieren.
sl: Paket eog-plugins lahko namestite z <app>upravljalnikom paketov</app> svoje distribucije.

source: The following plugins are included in eog-plugins:
de: Die folgenden Plugins sind in eog-plugins enthalten:
sl: V paketu eog-plugins so vključeni naslednji vstavki:

source: <link xref="plugin-exif-digital">Exif display</link>: Displays camera settings and histogram.
de: <link xref="plugin-exif-digital">Exif-Anzeige</link>: Zeigt Kameraeinstellungen und Histogramme an.
sl: <link xref="plugin-exif-digital">Prikaz Exif</link>: prikaže nastavitve fotoaparata in histogram.

source: <link xref="plugin-postr">Flickr Uploader</link>: Create a <gui>Tools</gui> menu item to quickly upload your pictures to Flickr.
de: <link xref="plugin-postr">Flickr-Uploader</link>: Erstellt einen <gui>Werkzeuge</gui>-Menüeintrag, über den Sie schnell Bilder zu Flickr hochladen können.
sl: <link xref="plugin-postr">Pošiljalnik Flickr</link>: ustvari predmet menija <gui>Orodja</gui> za hitro pošiljanje vaših slik na Flickr.

source: <link xref="plugin-exif-digital#exif-map">Map</link>: Display the geolocation of the image on a map.
de: <link xref="plugin-exif-digital#exif-map">Karte</link>: Stellt die Geoposition Ihres Bildes auf einer Karte dar.
sl: <link xref="plugin-exif-digital#exif-map">Zemljevid</link>: prikaže zemljepisno mesto slike na zemljevidu.

source: <link xref="plugin-send-by-mail">Send By Mail</link>: Sends an image attached to a new mail.
de: <link xref="plugin-send-by-mail">Als E-Mail versenden</link>: Versendet ein Bild als E-Mail-Anhang.
sl: <link xref="plugin-send-by-mail">Pošlji po pošti</link>: pošlje sliko priloženo novi pošti.

source: <link xref="plugin-slideshow-shuffle">Slideshow Shuffle</link>: Shuffles images in slideshow mode.
de: <link xref="plugin-slideshow-shuffle">Diaschau-Mischer</link>: Mischt Bilder im Diaschau-Modus.
sl: <link xref="plugin-slideshow-shuffle">premešaj predstavitev</link>: premeša slike v načinu predstavitve.

source: <link xref="plugin-zoom-width">Zoom to fit image width</link>: Adjusts the zoom to have the image's width fit into the window.
de: <link xref="plugin-zoom-width">Vergrößerung auf Bildbreite anpassen</link>: Passt die Vergrößerungsstufe des Bildes so an, dass es in das Fenster eingepasst wird.
sl: <link xref="plugin-zoom-width">Približaj do prileganja širini slike</link>: prilagodi približanje, da se slika po širini prilega oknu.

source: <link xref="plugin-python-console">Python Console</link>: Python console for Eye of GNOME.
de: <link xref="plugin-python-console">Python-Konsole</link>: Python-Konsole für Eye of GNOME.
sl: <link xref="plugin-python-console">konzola Python</link>: konzola Python za GNOME-ovo oko.

source: PicasaWeb Uploader: Upload your pictures to PicasaWeb.
de: PicasaWeb-Uploader: Hochladen Ihrer Bilder zu PicasaWeb.
sl: Pošiljalnik PicasaWeb: pošljite svoje slike na PicasaWeb.

source: You can manage your plugins in the preferences <link xref="preferences#plugins">Plugins tab</link>.
de: Sie können Ihre Plugins im <link xref="preferences#plugins">Plugins-Reiter</link> in den Einstellungen verwalten.
sl: Svoje vstavke lahko upravljate v možnostih <link xref="preferences#plugins">zavihka vstavkov</link>.

source: Shuffle photos in slideshow mode.
de: Mischt Bilder im Diaschau-Modus.
sl: Premeša slike med predstavitvijo.

source: Slideshow Shuffle
de: Diaschau-Mischer
sl: Premešaj predstavitev

source: Once installed, you can activate/deactivate the slideshow shuffle in the <link xref="preferences#plugins">preferences plugins menu</link>.
de: Wenn installiert, können Sie das <gui>Diaschau-Mischer</gui>-Plugin <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> aktivieren oder deaktivieren.
sl: Ko je nameščen, lahko premešanje predstavitve omogočite/onemogočite v <link xref="preferences#plugins">meniju možnosti vstavka</link>.

source: Now your images will be randomly shuffled in when you are viewing in <link xref="slideshow">slideshow</link> mode.
de: Nun werden Ihre Bilder in einer zufälligen Reihenfolge angezeigt, wenn Sie diese im <link xref="slideshow">Diaschau</link>-Modus betrachten.
sl: Sedaj bodo pri ogledu slik v načinu <link xref="slideshow">predstavitev</link> le te naključno premešane.

source: @@image: 'figures/plugin-send-by-mail.png'; md5=f051056a7a72a65977de83619c0b10e3
de: ok

source: Send image attached to a new mail.
de: Ein Bild als E-Mail-Anhang versenden.
sl: Pošlje sliko priloženo novemu sporočilu.

source: Send by mail
de: Als E-Mail versenden
sl: Pošlji po e-pošti

source: Once installed, you can activate/deactivate the <gui>Send by mail</gui> option in the <link xref="preferences#plugins">preferences plugins menu</link>. This will give you a convenient <guiseq><gui>Tools</gui><gui>Send by mail</gui></guiseq> menu item.
de: Wenn installiert, können Sie das <gui>Als E-Mail versenden</gui>-Plugin <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> aktivieren oder deaktivieren. Dadurch wird ein Menüeintrag <guiseq><gui>Werkzeuge</gui><gui>Als E-Mail versenden</gui></guiseq> erstellt.
sl: Ko je nameščen, lahko možnost <gui>Pošlji po pošti</gui> omogočite/onemogočite v <link xref="preferences#plugins">meniju možnosti vstavka</link>. To vam bo dalo priročen predmet menija <guiseq><gui>Orodja</gui><gui>Pošlji po pošti</gui></guiseq>.

source: <app>Evolution mail</app> must be set up to connect to your e-mail account for this to work.
de: <app>Evolution</app> muss für Ihr E-Mail-Konto eingerichtet werden, damit dies funktioniert.
sl: Da to deluje mora biti <app>pošta Evolution</app> nastavljena za povezavo z vašim računom e-pošte.

source: A python console for <app>Eye of GNOME</app>.
de: Eine Python-Konsole für <app>Eye of GNOME</app>.
sl: Konzola python za <app>GNOME-ovo oko</app>.

source: Python Console
de: Python-Konsole
sl: Konzola python

source: Once installed, you can activate/deactivate the <gui>Python console</gui><gui>Tools</gui> menu item in the <link xref="preferences#plugins">preferences plugins menu</link>.
de: Wenn installiert, können Sie das <gui>Python-Konsole</gui>-Plugin <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> aktivieren oder deaktivieren.
sl: Ko je nameščena, lahko predmet menija <gui>Orodja</gui><gui>konzola Python</gui> omogočite/onemogočite v <link xref="preferences#plugins">meniju možnosti vstavkov</link>.

source: Click <guiseq><gui>Tools</gui><gui>Python Console</gui></guiseq> to bring up the console.
de: Klicken Sie auf <guiseq><gui>Werkzeuge</gui><gui>Python-Konsole</gui></guiseq>, um die Konsole zu öffnen.
sl: Kliknite <guiseq><gui>Orodja</gui><gui>Konzola Python</gui></guiseq> za priklic konzole.

source: Open With
de: Öffnen mit
sl: Odpri z

source: Upload photos to Flickr
de: Hochladen von Fotos zu Flickr
sl: Pošiljanje fotografij na Flickr

source: In order to be able to use the <app>Flickr Uploader</app>, you will need to install <app>Postr</app> using your distribution's <app>package manager</app>.
de: Um den <app>Flickr-Uploader</app> verwenden zu können, müssen Sie <app>Postr</app> über die <app>Paketverwaltung</app> Ihrer Distribution installieren.
sl: Da bi lahko uporabili <app>Pošiljalnik Flickr</app>, boste morali z <app>upravljalnikom paketov</app> svoje distribucije namestiti <app>Postr</app>.

source: Once it is installed, uploading photos to Flickr is very simple. The first time you upload a photo, the <app>Flickr Uploader</app> will ask you to log into Flickr. The website will ask you to authorize <app>Postr</app> to access your account.
de: Das Hochladen von Fotos ist sehr einfach. Wenn Sie zum ersten Mal ein Foto hochladen, bittet Sie der <app>Flickr-Uploader</app> um die Anmeldung bei Flickr. In der Webseite werden Sie darum gebeten, <app>Postr</app> den Zugriff auf Ihr Konto zu ermöglichen.
sl: Ko je nameščen, je pošiljanje slik na Flickr zelo enostavno. Ko prvič pošljete fotografijo, vas bo <app>Pošiljalnik Flickr</app> pozval k prijavi v Flickr. Spletišče vas bo vprašalo za overitev <app>Postr</app> za dostop do vašega računa.

source: To upload a photo from the <app>image viewer</app>:
de: So laden Sie ein Bild aus dem <app>Bildbetrachter</app> hoch:
sl: Za pošiljanje fotografije iz <app>pregledovalnika slik</app>:

source: Click <guiseq><gui>Image</gui><gui>Open With</gui><gui>Flickr Uploader</gui></guiseq>
de: Klicken Sie auf <guiseq><gui>Bild</gui><gui>Öffnen mit</gui><gui>Flickr-Uploader</gui></guiseq>.
sl: Kliknite <guiseq><gui>Slika</gui><gui>Odpri z</gui><gui>Pošiljalnik Flickr</gui></guiseq>

source: Click <gui>Upload</gui>
de: Klicken Sie auf <gui>Hochladen</gui>.
sl: Kliknite <gui>Pošlji</gui>

source: <gui>Tools</gui> menu item
de: Menüeintrag <gui>Werkzeuge</gui>
sl: Predmet menija <gui>Orodja</app>

source: In order to add this functionality, you will need to install <link xref="plugins">eog-plugins</link>. Once installed, you can activate the plugin in the <link xref="preferences#plugins">preferences plugins menu</link>. This will give you a convenient <guiseq><gui>Tools</gui><gui>Upload to flickr</gui></guiseq> menu item.
de: Um diese Funktionalität hinzuzufügen, müssen Sie <link xref="plugins">eog-plugins</link> installieren. Sobald es installiert ist, können Sie das Plugin im <link xref="preferences#plugins">Einstellungsmenü für Plugins</link> konfigurieren. Dadurch wird der Menüeintrag <guiseq><gui>Werkzeuge</gui><gui>Zu Flickr hochladen</gui></guiseq> angelegt.
sl: Za dodajanje te zmožnosti boste morali namestiti paket <link xref="plugins">eog-plugins</link>. Ko je paket nameščen, lahko vstavek omogočite v <link xref="preferences#plugins">meniju možnosti vstavkov</link>. To vam bo dalo priročen predmet menija <guiseq><gui>Orodja</gui><gui>Pošlji na flickr</gui></guiseq>.

source: @@image: 'figures/prefs-plugins-fullscreen.png'; md5=46f7de031b85dc68cf14eff7a03573eb
de: ok

source: Activate fullscreen mode with double-click.
de: Den Vollbildmodus durch einen Doppelklick aktivieren.
sl: Omogočitev celozaslonskega načina z dvojnim klikom.

source: Fullscreen with double-click
de: Vollbildmodus durch Doppelklick
sl: Celozaslonski način z dvojnim klikom

source: To activate this function, you will need to check it in the <link xref="preferences#plugins">plugins</link> tab of the <link xref="preferences">preferences</link> menu.
de: Um diese Funktion nutzen zu können, müssen Sie sie im Reiter <link xref="preferences#plugins">Plugins</link> des <link xref="preferences">Einstellungsmenüs</link> aktivieren.
sl: Za omogočitev te zmožnosti jo boste morali označiti v zavihku <link xref="preferences#plugins">vstavki</link> v meniju <link xref="preferences">možnosti</link>.

source: Once activated, double-clicking on an image will toggle between fullscreen and unfullscreen modes.
de: Sobald aktiviert, wird durch einen Doppelklick auf ein Bild zwischen Vollbildmodus und gewöhnlichem Fenstermodus umgeschaltet.
sl: Ko je slika omogočena, bo dvoklik na sliko preklopil med načinoma celega zaslona in necelega zaslona.

source: @@image: 'figures/prefs-plugins-date.png'; md5=c2c528709ac0c22ba3878d311cb8b96a
de: ok
